Repository: i5awlah/Sabeel
Catalog: Sabeel/*.lproj/Localizable.strings
Languages: ar

source: Get Started
ar: ابدأ

source: skip
ar: تخطي

source: Can’t connect to iCloud!
ar: لا يمكن الاتصال بـ iCloud

source: Please make sure that you're signed in with your apple ID in device settings.
ar: يرجى التأكد من تسجيل الدخول باستخدام معرف Apple الخاص بك في إعدادات الجهاز.

source: Please make sure that you're signed in with your apple ID and enabled iCloud Drive in device settings
ar: يرجى التأكد من تسجيل الدخول باستخدام معرف Apple الخاص بك وتمكين iCloud Drive في إعدادات الجهاز.

source: Always Connected
ar: دائما على تواصل

source: Stay connected with your Special child in his own PECS language by just a TAP.
ar: ابق على اتصال مع طفلك المميز بطريقة PECS الخاصة به فقط من خلال نقرة.

source: Get Notifications
ar: احصل على الإشعارات

source: Download the app on both devices to get notifications from your special child.
ar: قم بتنزيل التطبيق على كلا الجهازين لتحصل على إشعارات خاصة من طفلك المميز.

source: Customize PECS
ar: خصص بطاقاتك

source: Add any custom PECS your own special child needs along with text, and sound.
ar: يمكنك إضافة أي بطاقة مخصصة لطفلك المميز مع الاسم والصوت.

source: Schedule PECS
ar: بطاقات مجدولة

source: Schedule when to show and hide certain PECS to help you maintain your child routine.
ar: حدد موعدًا لإظهار وإخفاء الـPECS لمساعدتك في الحفاظ على روتين طفلك.

source: Settings
ar: الإعدادات

source: We hid and jammed everything you need under the settings.
ar: قد أخفينا كل ما تحتاجه في الإعدادات

source: PECS
ar: بطاقاتي

source: Notifications
ar: الإشعارات

source: I want
ar: أنا أريد

source: I want ...
ar: أنا أريد ...

source: Connect to your parent to notify them
ar: اقترن بأحد والديك لإيصال الإشعارات

source: Tap what you want to notify your parent
ar: اضغط على ما تريد لإشعار والديك به

source: Done
ar: تم

source: Edit
ar: تحرير

source: Add PECS
ar: إضافة بطاقة

source: Are you sure you want to delete %@?
ar: هل أنت متأكد من رغبتك في حذف %@؟

source: Delete
ar: حذف

source: Enter the name of image
ar: أدخل اسم الصورة

source: Name
ar: الاسم

source: Audio
ar: الصوت

source: Click the mic icon to start recording
ar: اضغط على أيقونة الميكروفون لبدء التسجيل

source: Save
ar: حفظ

source: Add
ar: إضافة

source: Error
ar: خطأ

source: Enable Access to photo library from sittings
ar: السماح بالوصول للصور من الإعدادات

source: Enable Access to microphone from sittings
ar: السماح بالوصول للميكروفون من الإعدادات

source: Add New PECS
ar: إضافة بطاقة جديدة

source: New
ar: الجديدة

source: Previous
ar: السابقة

source: Your special child wants %@
ar: طفلك المميز يريد %@

source: Your special child wants **%@**
ar: طفلك المميز يريد **%@**

source: No Notifications yet!
ar: لا توجد إشعارات حتى الآن

source: Yesterday
ar: أمس

source: Connect your special child
ar: اقترن بحساب طفلك المميز

source: Connect with your parent
ar: اقترن بحساب أحد والديك

source: Number of PECS per row:
ar: عدد البطاقات في الصف الواحد:

source: Connect your special child using the scan in your app setting
ar: اقترن بطفلك المميز من خلال مسح الرمز السريع من إعدادات تطبيقك

source: or write it manually
ar: أو قم بكتابته يدويًا

source: Enter your special child id
ar: أدخل الـID الخاص بطفلك المميز

source: Your device doesn't have a camera
ar: لا توجد كاميرا في جهازك

source: Your device doesn't have support for scanning barcode with this app
ar: جهازك ليس به دعم لمسح الرمز الشريطي

source: Please provide access to the camera in settings
ar: الرجاء إعطاء صلاحية الوصول للكاميرا من الإعدادات

source: Requesting camera access
ar: اطلب الوصول إلى الكاميرا

source: Cancel
ar: إلغاء

source: Change user type
ar: تغيير نوع المستخدم

source: Already connected
ar: تم الربط

source: This account is already connected with another one
ar: هذا الحساب تم ربطه مسبقًا بحساب آخر

source: Disconnect
ar: إلغاء الارتباط

source: disconnect your account with your special child will also delete all custom PECS added by the parent .
ar: إلغاء ارتباط حسابك مع طفلك سيؤدي أيضًا إلى حذف جميع البطاقات المخصصة التي تمت إضافتها من قبل أحد الوالدين.

source: Confirm
ar: تأكيد

source: Category
ar: فئات البطاقات

source: To maintain your special child's routine, schedule when to show a certain category only at the preferred time.
ar: للحفاظ على روتين طفلك الخاص، حدد موعدًا لعرض فئة معينة فقط في الوقت المفضل.

source: Select Option
ar: اختر فئة

source: Time
ar: الوقت

source: From
ar: من

source: To
ar: إلى

source: Schedule It
ar: جدولة

source: Scheduled Previously
ar: الأقسام المجدولة مسبقًا

source: From Time:
ar: من الساعة:

source: To Time:
ar: إلى الساعة:

source: Schedule added successfully
ar: تم إضافة الجدولة بنجاح

source: Connect with your special child
ar: اقترن بحساب طفلك المميز

source: To access this feature you have to connect with your special child app
ar: لتفعيل هذه الخاصية الرجاء الاقتران بتطبيق طفلك المميز

source: Scan
ar: مسح

source: QR Scan
ar: مسح الرمز السريع QR

source: Connect your special child by scanning the QR code in their app settings
ar: اقترن بطفلك المميز من خلال مسح الرمز السريع من إعدادات التطبيق الخاصة به.

source: Food
ar: طعام

source: Drink
ar: شراب

source: Utensils
ar: أواني

source: Clothes
ar: ملابس

source: Bathroom
ar: دورة المياه

source: Activities
ar: نشاطات

source: Feelings
ar: مشاعر

source: Family
ar: عائلة

source: People
ar: أشخاص

source: Places
ar: أماكن

source: Tools
ar: أدوات

source: Parent Only!
ar: للوالدين فقط!

source: To access enter the code below:
ar: للوصول أدخل الرمز المكتوب بالأسفل

source: Two - zero - two - three
ar: اثنين - صفر - اثنين - ثلاثة

source: Changes may take time to reflect on your child's device
ar: التغيرات قد تستغرق بعض الوقت لتنعكس على جهاز طفلك المميز

source: Don't show again
ar: لا تظهرها مرة أخرى
